Tekla.Structures.DirectManipulation.Model.PourBreakPreviewSelector.GetActualPolymeshMethod
A delegate for specifying the method in native dll imports to be called for getting an actual polymesh.
id:
The ID to be passed to the native call (the model object lying under the picked point(s) or the pour break being modified).
polymesh:
Input/output data as polymesh.
Returns:
True on success; false on failure.